{
    "inspire" : [
        "«Es más fácil ganar una hackaton que reunir al equipo»",
        "«El veneno más peligroso para el emprendedor es el sentimiento de logro. El antídoto es pensar qué se puede hacer para hacerlo mejor mañana». Ingvar Kamprad de IKEA",
        "«No te preocupes por fracasar. Sólo tienes que estar en lo cierto una sola vez para tener éxito». Drew Houston de DropBox",
        "«Fallar a menudo es hasta ahora la mejor forma conocida de llegar más rápido al éxito». Tom Kelley",
        "«Si no estás avergonzado por la primera versión de tu producto, es porque probablemente lanzaste el producto demasiado tarde». Reid Hoffman de LinkedIn",
        "«3 Cosas muy sencillas se necesitan para tener éxito en un negocio: conocer tu producto mejor que nadie, conocer a tu cliente y https://www.seremprendedor.info/plan-de-mejora-continua/». Dave Thomas de Wendy",
        "«Tanto si crees que eres capaz como si crees que no eres capaz, en ambos casos estás en lo cierto». Henry Ford",
        "El secreto para contratar a los mejores es este: busca a personas que quieran cambiar el mundo. -Marc Benioff",
        "«La mejor razón para comenzar una organización es hacer sentido para crear un producto o servicio para hacer del mundo un lugar mejor». Guy Kawasaki",
        "«Sólo hay una forma de comenzar a construir tu sueño: dejando de hablar y comenzando a hacer». Walt Disney",
        "«Únicamente aquellos que se atreven a tener grandes fracasos, terminan consiguiendo grandes éxitos». Robert F. Kennedy",
        "Donde veas un negocio exitoso, alguien tomó alguna vez una decisión valiente. Peter Drucker",
        "«Dos clases de personas fracasan en la vida: Aquellas que no saben nada y aquellas que creen saberlo todo». Warren Buffett",
        "«Aquellos que piensan que algo no puede hacerse, son interrumpidos continuamente por personas que ya lo están haciendo». Joel A. Barker",
        "«El hombre se descubre cuando se mide con un obstáculo». Antoine de Saint Exupery",
        "«Hay una diferencia entre ser pobre y estar quebrado. Uno puede estar quebrado temporalmente, uno es pobre eternamente». Robert Kiyosaki, autor de «Padre rico padre pobre»",
        "«Vale más hacer la cosa más insignificante del mundo, que estar media hora sin hacer nada». Goethe",
        "«Un emprendedor ve oportunidades allá donde otros solo ven problemas». Michael Gerber",
        "«Las personas no son recordadas por el número de veces que fracasan, sino por el número de veces que tienen éxito». Thomas Alva Edison",
        "«La única parte donde el ‘éxito’ aparece antes que el «trabajo» es en el diccionario». Vidal Sasoon",
        "«Tenemos un plan estratégico. Se llama hacer las cosas bien». Kelleher",
        "«La mejor manera de empezar algo es dejar de hablar de ello y empezar a hacerlo». Walt Disney",
        "«No hay secretos para el éxito. Este se alcanza preparándose, trabajando arduamente y aprendiendo del fracaso». Colin Powell",
        "«El secreto de un gran negocio consiste en saber algo que nadie más sabe».  Aristóteles Onassis",
        "«Invertir en conocimientos produce siempre los mejores beneficios». Benjamin Franklin",
        "«Si quieres que algo sea hecho, nombra un responsable. Si quieres que algo se demore eternamente, nombra una comisión». Napoleón Bonaparte",
        "«Sólo triunfa en el mundo quien se levanta y busca a las circunstancias y las crea si no las encuentra». George Bernard Shaw",
        "«El fracaso más grande es nunca haberlo intentado». Proverbio Chino",
        "«Nuestra gloria más grande no consiste en no haberse caído nunca, sino en haberse levantado después de cada caída». Confucio",
        "«Hay hombres que luchan un día y son buenos, hay otros que luchan un año y son mejores, hay quienes luchan muchos años y son muy buenos, pero los hay que luchan toda la vida,  esos son los imprescindibles». Bertolt Brecht",
        "«No puede impedirse el viento, pero hay que saber construir molinos». Proverbio Holandés",
        "«Tan solo hay tres grupos de personas: los que hacen que las cosas pasen, los que miran las cosas que pasan y los que preguntan qué pasó». Nicholas Murray Butler",
        "«Cada logro que vale la pena, grande o pequeño, tiene sus etapas y el triunfo ; un principio, una lucha y una victoria». Mahatma Gandhi",
        "«No podemos llegar a sobresalir en el trabajo si no hacemos otra cosa que trabajar». Anna Quindlen",
        "«El futuro pertenece a quienes creen en la belleza de sus sueños». Eleanor Roosevelt",
        "«He fallado una y otra vez en mi vida, por eso he conseguido el éxito». Michael Jordan",
        "«Se alcanza el éxito convirtiendo cada paso en una meta y cada meta en un paso». C.C. Cortéz",
        "«El secreto del éxito está en prepararse para aprovechar las oportunidades en cuanto se presenten». Benjamin Disraeli",
        "«Un emprendedor suele morder más de lo que puede masticar, con la esperanza de pronto aprender cómo masticarlo». Roy Ash",
        "«El ingrediente básico es mover ese trasero y empezar a actuar. Es tan simple como eso. Muchas personas tienen ideas, pero pocas deciden hacer algo al respecto hoy. No mañana. No la próxima semana. Hoy. El verdadero emprendedor no es un soñador, es un hacedor». Nolan Bushnell",
        "«Creo que si tienes talento y técnica deberías seguir adelante por tu cuenta y pasar a ser el dueño de tu propio destino». George Lucas",
        "«Un hombre con una nueva idea es un loco hasta que ésta triunfa». Mark Twain",
        "«No es lo que tú tienes sino cómo usas lo que tienes lo que marca la diferencia». Zig Ziglar",
        "«Muchos de nuestros sueños parecen al principio imposibles, luego pueden parecer improbables y, luego, cuando nos comprometemos con ellos firmemente, se vuelven inevitables». Christopher Reeve",
        "«Es preciso saber lo que se quiere. Hay que tener el valor de decirlo y, cuando se dice, es menester tener el coraje de hacerlo». George Clemenceau",
        "«La regla de oro de todo hombre de negocios es esta: Ponte en el lugar de tu cliente». Orison Swett Marden",
        "«No nos atrevemos a muchas cosas porque son difíciles, pero son difíciles porque no nos atrevemos a hacerlas». Lucio Anneo Séneca",
        "«Ningún hombre puede hacerse rico o lograr algún tipo de éxito duradero en los negocios si es un conformista». Paul Getty",
        "«Si no lo haces de manera excelente, no lo hagas. Porque si no es excelente, no será rentable o divertido, y si no estás en el negocio por diversión o beneficios. ¿Qué demonios haces ahí?». Robert Townsend",
        "«No he fracasado, he encontrado 10.000 maneras en las que esto no funciona». Thomas Edison",
        "«La mejor manera de predecir el futuro es crearlo». Peter Drucker",
        "«A veces se gana y a veces… se aprende». Robert Kiyosaki",
        "«La combinación de éxito en los negocios es: Haz lo que haces mejor y haz más de lo que haces». David Joseph Schwartz",
        "«Tus clientes más insatisfechos deben ser tu mayor fuente de aprendizaje». Bill Gates",
        "«Rodéate de gente positiva y sana. Nunca dejes que un capullo te deprima».  Michael Bloomberg",
        "«Cada vez que defines en lo que quieres creer, eres el primero en escucharlo. Es un mensaje a ti y a los demás sobre lo que piensas que es posible. No pongas un techo sobre ti mismo». Ophra Winfrey",
        "«Tratas a la gente con respeto y ellos tienden a devolver el favor a la empresa». Larry Page",
        "«La clave de la supervivencia es aprender a agregar valor, hoy y siempre». Andy Grove. Co-fundador de Intel",
        "«Algo de lo que puedes estar seguro acerca de tu plan de marketing, de tus productos o, incluso de tu propia vida, es que las cosas no saldrán como las habías planeado». Seth Godin",
        "«Para tener éxito en un negocio hay que pasar por etapas inexorables. No importa cuán fácil sea el proyecto, lo peor que te puede pasar es que la pegues de entrada, porque entonces no desarrollas espíritu crìtico». Marta Harff Empresaria Argentina",
        "«Si lo que estás haciendo no te acerca a tus metas, lo que haces te está alejando de ellas». Brian Tracy",
        "«Cuando Innovas, tienes que estar preparado para que todos te digan que estás loco». Larry Ellison",
        "«Cuando quieras emprender algo, habrá un montón de gente que te dirá que no lo hagas. Cuando vean que no te pueden detener, te dirán como lo tienes que hacer y, cuando finalmente lo logres, dirán que siempre han creído en ti». Dante Gebel",
        "«Si piensas que la educación es cara, prueba con la ignorancia». Derek Bok",
        "«Si no puedes hacer grandes cosas, haz cosas pequeñas de una forma grande». Napoleon Hill",
        "«El líder que intimida va a perder a su gente». Indra Nooyi",
        "«Elige un trabajo que te guste y no tendrás que trabajar ni un día de tu vida». Confucio",
        "«El éxito no se logra sólo con cualidades especiales. Es sobre todo un trabajo de constancia, de método y de organización». J.P. Sergent",
        "«Un hombre inteligente es aquel que sabe ser tan inteligente como para contratar gente más inteligente que él». John F. Kenedy",
        "«La cualidad de un líder se refleja en las exigencias que pone a sí mismo». Ray Kroc, quien convirtió a McDonald’s en la cadena de comida rápida más grande del mundo",
        "«El capital no es tan importante en los negocios; experiencia, tampoco. Puedes obtener ambas cosas. Lo importante son las ideas. Si tienes ideas, tienes el recurso principal que se necesita y no hay límite de lo que puedes lograr con tu negocio o tu vida». Harvey S. Firestone, fundador de Firestone",
        "«El management no es mas que motivar a otras personas». Lee Iacocca, famoso empresario estadounidense",
        "«Es a través de la curiosidad y la búsqueda de nuevas oportunidades que hemos mapeado nuestro camino. Siempre hay una nueva oportunidad para hacer la diferencia». Michael Dell, fundador de Dell",
        "«Haz un cliente, no una venta». Katherine Barchetti, experta en ventas y servicio al cliente",
        "«Hay un solo jefe: el cliente. Y él puede echar a todos, desde el presidente de la empresa para abajo, simplemente yendo a gastar su dinero en otro lado». Sam Walton, fundador de WalMart",
        "«He sido bendecido de encontrar gente más inteligente que yo, y ellos me ayudan a ejecutar la visión que tengo». Russell Simmons. Fundador de Def Jam Records",
        "«Uno de los grandes errores que comete la gente es tratar de forzar su interés. Tú no eliges tus pasiones; tus pasiones te eligen a ti». Jeff Bezos. Presidente y CEO de Amazon",
        "«La capacidad de concentrarse y usar bien su tiempo lo es todo». Lee Lacocca",
        "«Arriesga más de lo que otros piensan es seguro. Sueña más de lo que otros piensan es práctico». Howard Schultz",
        "«Cualquier cosa que la mente pueda concebir y creer, puede ser conseguida». Napoleon Hill",
        "«Creo honestamente que es mucho mejor fallar en algo que amas que tener éxito en algo que odias». George Burns",
        " «El crecimiento constante es el mejor mecanismo de supervivencia». Amancio Ortega",
        "«Cuando alguien te pregunte si puedes hacer un trabajo, responde: ¡por supuesto que puedo!, después, preocúpate de buscar como demonios hacerlo». Theodore Roosevelt",
        "«Ningún éxito en la vida recompensa el fracaso en el hogar». David O Mckay",
        "«Los ordenadores son inútiles. Sólo pueden darte respuestas» -- Pablo Picasso",
        "«Los ordenadores son como los bikinis. Ahorran a la gente el hacer muchas conjeturas» -- Sam Ewing",
        "«Tienen ordenadores, y pueden tener otras armas de destrucción masiva» --Janet Reno",
        "«Es genial trabajar con ordenadores. No discuten, lo recuerdan todo y no se beben tu cerveza» -- Paul Leary)",
        "«Si la industria automovilística hubiera seguido el mismo desarrollo que los ordenadores, un Rolls-Royce costaría hoy 100 dólares, circularía un millón de millas con 3,7 litros y explotaría una vez al año, eliminando a todo el que estuviera dentro en ese momento» -- Robert X. Cringely",
        "«Los ordenadores se hacen cada vez más inteligentes. Los científicos dicen que pronto ellos serán capaces de hablarnos (y con 'ellos' me refiero a los ordenadores, dudo mucho que los científicos sean capaces de hablarnos)» -- Dave Barry",
        "«He notado últimamente que el miedo paranoico hacia ordenadores inteligentes tomando el control del mundo ha desaparecido totalmente. Todo lo que puedo contar es que este hecho coincide con la aparición de MS-DOS» -- Larry DeLuca",
        "«Preguntarse cuándo los ordenadores podrán pensar es como preguntarse cuándo los submarinos podrán nadar» -- Edsger W. Dijkstra",
        "«Es ridículo vivir 100 años y sólo ser capaces de recordar 30 millones de bytes. O sea, menos que un compact disc. La condición humana se hace más obsoleta cada minuto» -- Marvin Minsky",
        "«R2D2, ¿te lo dijo la computadora central de la ciudad? ¡R2D2, sabes bien que no debes confiar en una computadora extraña!» -- C3PO",
        "«Nunca confíes en un ordenador que no puedas lanzar por una ventana» -- Steve Wozniak",
        "«Hardware: las partes de un ordenador que pueden ser pateadas» -- Jeff Pesis",
        "«La mayoría del software actual es muy parecido a una pirámide egipcia, con millones de ladrillos puestos unos encima de otros sin una estructura integral, simplemente realizada a base de fuerza bruta y miles de esclavos» -- Alan Kay",
        "«Por fin he entendido lo que significa 'upward compatible' (compatible hacia arriba). Significa que mantenemos todos nuestros viejos errores» -- Dennie van Tassel",
        "«Hay dos grandes productos que salieron de Berkeley: LSD y UNIX. No creemos que esto sea una coincidencia» -- Jeremy S. Anderson",
        "«Todos los sistemas operativos que hay ahí fuera son más o menos iguales. Todos somos una mierda» -- Brian Valentine, vicepresidente senior de Microsoft describiendo el estado del arte en seguridad de sistemas operativos en 2003",
        "«Microsoft ha lanzado una nueva versión, Windows XP, que según todo el mundo 'es la versión más fiable de Windows hasta la fecha'. Para mí, esto es como decir que el espárrago es el vegetal más articulado que ha existido nunca» -- Dave Barry",
        "«¿Internet? ¿Todavía anda eso por ahí?» -- Homer Simpson",
        "«La web es como una dominatriz. En todos los sitios que voy me encuentro pequeños botones ordenándome que me someta» -- Nytwind",
        "«Ahora que lo pienso, ya hay un millón de monos con máquinas de escribir y Usenet no es en absoluto como la obra de Shakespeare» -- Blair Houghton",
        "«El logro más impresionante de la industria del software es su continua anulación de los constantes y asombrosos logros de la industria del hardware» -- Henry Petroski",
        "«La verdadera innovación a menudo viene de las pequeñas startups que son capaces de crear mercados pero carecen de peso para poseerlos» -- Timm Martin",
        "«Se dice que las grandes disciplinas científicas son ejemplos de gigantes subidos a los hombros de otros gigantes. También se dice que la industria del software es un ejemplo de enanos subidos a los dedos de los pies de otros enanos» -- Alan Cooper",
        "«No se trata bits, bytes y protocolos, sino de beneficios, pérdidas y márgenes» -- Lou Gerstner",
        "«Somos Microsoft. La resistencia es inútil. Serás absorbido» -- Bumper sticker",
        "«No importa lo estupendamente que haya ido la demo en los ensayos, cuando lo haces frente a tu audiencia la probabilidad de que sea una presentación existosa es inversamente proporcional al número de personas mirando, elevado a la cantidad de dinero que hay en juego» -- Mark Gibbs",
        "La mayoría de las patentes son una mierda. Dedicar tiempo a leerlas ess estúpido. Es cosa de los propietarios de las patentes hacerlo y procurar que se respeten» -- Linus Torvalds",
        "«Controlar la complejidad es la esencia de la programación» -- Brian Kernigan",
        "«La complejidad es destructiva. Chupa la sangre de los desarrolladores, hace que los productos sean difíciles de planificar, construir y probar, introduce problemas de seguridad y provoca la frustración de usuarios finales y administradores» -- Ray Ozzie",
        "«Hay dos maneras de diseñar software: una es hacerlo tan simple que sea obvia su falta de deficiencias, y la otra es hacerlo tan complejo que no haya deficiencias obvias» -- C.A.R. Hoare",
        "«La función de un buen software es hacer que lo complejo aparente ser simple» -- Grady Booch",
        "«Recuerda: no eres torpe, no importa lo que digan esos libros. Los torpes de verdad son gente que, creyéndose expertos técnicos, no podrían diseñar hardware y software manejable por usuarios normales aunque la vida les fuera en ello» -- Walter Mossberg",
        "«Los proveedores de software están intentando hacer sus productos más amigables para el usuario. Su mejor aproximación hasta el momento ha sido tomar sus antiguos folletos y estampar las palabras 'amigable para el usuario' en la portada» -- Bill Gates",
        "«Hay una antigua historia sobre una persona que quería que su ordenador fuese tan fácil de utilizar como su teléfono. Estos deseos se han hecho realidad, ya no sé cómo usar mi teléfono» -- Bjarne Stroustrup",
        "«Cualquier idiota puede usar un ordenador. De hecho, muchos lo hacen» -- Ted Nelson",
        "«Sólo hay dos industrias que se refieren a sus clientes como 'usuarios'» -- Edward Tufte",
        "«La programación es una carrera entre los desarrolladores, intentando construir mayores y mejores programas a prueba de idiotas, y el universo, intentanto producir mayores y mejores idiotas. Por ahora va ganando el Universo» -- Rich Cook",
        "«La mayoría de ustedes están familiarizados con las virtudes del programador. Son tres, por supusto: pereza, impaciencia y orgullo desmedido» -- Larry Wall",
        "«El problema que hay con los programadores es que nunca puedes contar lo que un programador está haciendo hasta que es demasiado tarde» -- Seymour Cray",
        "«Esto es lo que ocurre con la gente que piensa que odia los ordenadores. Lo que realmente odia es a los malditos programadores» -- Larry Niven",
        "«Durante mucho tiempo no entendía cómo algo tan caro y puntero podía ser tan inútil. Y entonces me vino a la mente que un ordenador es una máquina estúpida con la habilidad de hacer cosas increíblemente inteligentes, mientras que los programadores son inteligentes personas con la habilidad de hacer cosas estúpidas. Son, en resumen, una pareja perfecta» -- Bill Bryson",
        "«La formación en informática no puede convertir a nadie en experto programador, de la misma forma que estudiar pinceles y pigmentos puede hacer a alguien un experto pintor» -- Eric Raymond",
        "«Un programador es la persona considerada experta en ser capaz de sacar, después de innumerables tecleos, una serie infinita de respuestas incomprensibles calculadas con precisión micrométrica a partir de vagas asunciones basadas en discutibles cifras tomadas de documentos inconcluyentes y llevados a cabo con instrumentos de escasa precisión, por personas de fiabilidad dudosa y cuestionable mentalidad con el propósito declarado de molestar y confundiar al desesperado e indefenso departamento que tuvo la mala fortuna de pedir la información en primer lugar» -- IEEE Grid newsmagazine",
        "«Un hacker puede ser capaz de producir, en unos pocos meses, algo que un pequeño grupo de desarrolladores (digamos de 7 u 8 personas) podría tener trabajado duramente juntos más de un año. IBM solía decir que ciertos programadores podían ser 100 veces más productivos que otros trabajadores, o más» -- Peter Seebach",
        "«Los mejores programadores no son sólo marginalmente mejores que los buenos. Se trata de un orden de magnitud mayor, medida por cualquier estándar: creatividad conceptual, velocidad, ingenio o habilidad para solucionar problemas» -- Randall E. Stross",
        "«Un gran operario de tornos vale varias veces más que un operario medio, pero un gran escritor de código vale 10.000 veces el precio de un desarrollador medio» -- Bill Gates",
        "«No te preocupes si no funciona bien. Si todo estuviera correcto, serías despedido de tu trabajo» -- Ley de Mosher de la Ingeniería del Software",
        "«Medir el progreso del desarrollo de software por líneas de código es como medir el progreso de la construcción de un avión por su peso» -- Bill Gates",
        "«La escritura de código tiene un lugar en la jerarquía humana de valores por encima del saqueo de tumbas y por debajo de la dirección y gestión» -- Gerald Weinberg",
        "«Primero aprende informática y toda la teoría. Después desarrolla un estilo de programación. Entonces, olvídalo todo y hackea» -- George Carrette",
        "«Primero resuelve el problema. Entonces, escribe el código» -- John Johnson",
        "«El optimismo es un riesgo laboral de la programación; el feedback es el tratamiento» -- Kent Beck",
        "«Iterar es humano, 'recursivar' es divino» -- L. Peter Deutsch",
        "«Lo mejor de los booleanos es que si te equivocas estás a un sólo bit de la solución correcta» -- Anónimo",
        "«¿Los índices de los arrays deberían comenzar en 0 o en 1? Mi propuesta neutral de usar 0.5 fue rechazada, en mi opinión, sin la debida consideración» -- Stan Kelly-Bootle",
        "«Hay sólo dos clases de lenguajes de programación: aquellos de los que la gente está siempre quejándose y aquellos que nadie usa» -- Bjarne Stroustrup",
        "«PHP es un mal menor perpetrado y creado por amaterus incompetentes, mientras que Perl es un gran e insidioso mal perpetrado por hábiles pero pervertidos profesionales» -- Jon Ribbens",
        "«El uso de COBOL daña la mente. Su enseñanza debería ser considerada como un ataque criminal» -- E. W. Dijkstra",
        "«Es prácticamente imposible enseñar buenos hábitos de programación a estudiantes que hayan sido previamente sometidos a una exposición de BASIC. Como desarrolladores en potencia, están mentalmente mutilados sin esperanza de regeneración» -- E. W. Dijkstra",
        "«Pienso que Microsoft eligió el nombre .Net para que no pudiera ser mostrado en un listado de directorio de Unix» -- Oktal",
        "«No hay lenguaje de programación, no importa su estructura, que impida que los programadores hagan malos programas» -- Larry Flon",
        "«El diseño de lenguajes de programación es como pasear en el parque. Bueno, en parque jurásico» -- Larry Wall",
        "«¿Cincuenta años de investigación en lenguajes de programación, y acabamos con C++?» -- Richard A. O'Keefe",
        "«Escribir en C o C++ es como utilizar una sierra eléctrica sin ningún tipo de protección» -- Bob Gray",
        "«Cuando usas C++ es más difícil que te dispares a tí mismo en el pie, pero cuando lo haces, te vuelas la pierna entera» -- Bjarne Stroustrup",
        "«C++ : Donde los amigos tienen acceso a tus miembros privados» -- Gavin Russell Baker",
        "«Una de las causas principales de la caída del imperio romano fue que, como no usaban el cero, no tenían forma de saber cuándo sus programas en C terminaban correctamente» -- Robert Firth",
        "«Java es, en muchos sentidos, C++-» -- Michael Feldman",
        "«Decir que Java es estupendo porque funciona con todos los sistemas operativos es como decir que el sexo anal es estupendo porque funciona con todos los géneros» -- Alanna",
        "«Bien, Java podría ser un buen ejemplo de cómo debería ser un lenguaje de programación. Sin embargo, las aplicaciones Java son buenos ejemplos de cómo las aplicaciones no deberían ser» -- Pixadel",
        "«Si Java dispusiera de un mecanismo real de recolección de basura, la mayoría de los programas deberían autoeliminarse al ser ejecutados» -- Robert Sewell",
        "«El software es como el sexo: mejor si es libre y gratis» -- Linus Torvalds",
        "«Las únicas personas que tienen algo que temer de software libre son aquellos cuyos productos tienen un valor aún menor» -- David Emery",
        "«El buen código es su mejor documentación» -- Steve McConnell",
        "«Cualquier código tuyo que no hayas mirado en los últimos seis meses o más es como si lo hubiese escrito otro» -- Eagleson's Law",
        "«El primer 90% del código corresponde al primer 90% del tiempo de desarrollo. El 10% restante corresponde al otro 90% del desarrollo» -- Tom Cargill",
        "«Los buenos programadores usan sus cerebros, pero unas buenas directrices nos ahorran de tener que hacerlo en cada caso» -- Francis Glassborow",
        "«En software, muy raramente partimos de requisitos con sentido. Incluso teniéndolos, la única medida del éxito que importa es si nuestra solución resuelve la cambiante idea que el cliente tiene de lo que es su problema» -- Jeff Atwood",
        "«Considerando el lamentable estado de nuestras aplicaciones informáticas actuales, el desarrollo de software es todavía un arte oscuro, y no puede ser aún considerado una ingeniería» -- Bill Clinton",
        "«No puedes crear un gran software sin un gran equipo, y la mayoría de los equipos de desarrollo se comportan como familias disfuncionales» -- Jim McCarthy",
        "«Tan pronto como comenzamos a programar encontramos, para nuestra sorpresa, que crear programas correctos no era tan fácil como habíamos pensado. Tuvo que descubrirse la depuración. Puedo recordar el instante exacto en el que me dí cuenta que una gran parte de mi vida desde entonces iba a pasarla encontrando errores en mis propios programas» -- Maurice Wilkes descubre la depuración, 1949",
        "«Depurar es al menos dos veces más duro que escribir el código por primera vez. Por tanto, si tu escribes el código de la forma más inteligente posible no serás, por definición, lo suficientemente inteligente para depurarlo» -- Brian Kernighan",
        "«Si la depuración es el proceso de eliminar errores, entonces la programación debe ser el proceso de introducirlos» -- Edsger W. Dijkstra",
        "«¡No me importa si funciona en tu máquina! ¡No estamos vendiendo tu máquina!» -- Vidiu Platon",
        "«Programar es como el sexo: un único error y tienes que estar soportándolo toda la vida» -- Michael Sinz",
        "«Hay dos formas de escribir programas sin errores; sólo la tercera funciona» -- Alan J. Perlis",
        "«Puedes tener un software de calidad o puedes tener aritmética de punteros, pero no puedes tener ambas cosas al mismo tiempo» -- Bertrand Meyer",
        "«Si McDonnalds funcionara como una compañía de software, uno de cada cien Big Macs te envenenarían, y la respuesta sería 'lo sentimos, aquí tiene un cupón para dos más'» -- Mark Minasi",
        "«Codifica siempre como si la persona que finalmente mantendrá tu código fuera un psicópata violento que sabe dónde vives» -- Martin Golding",
        "«Cometer errores es humano, pero para estropear realmente las cosas necesitas un ordenador» -- Paul Ehrlich",
        "«Un ordenador te permite cometer más errores y más rápido que cualquier otra invención en la historia de la humanidad, con las posibles excepciones de las pistolas y el tequila» -- Mitch Radcliffe",
        "«Todo lo que puede ser inventado ha sido ya inventado» -- Charles H. Duell, Comisario de oficina de Patentes en EEUU, en 1899",
        "«Pienso que hay mercado en el mundo como para unos cinco ordenadores» -- Thomas J. Watson, Presidente de la Junta Directiva de IBM, sobre 1948",
        "«Podría parecer que hemos llegado a los límites alcanzables por la tecnología informática, aunque uno debe ser prudente con estas afirmaciones, pues tienden a sonar bastante tontas en cinco años» -- John Von Neumann, sobre 1949",
        "«Pero, ¿para qué puede valer eso?» -- Ingeniero en la división de sistemas informáticos avanzados de IBM, hablando sobre los microchips, en 1968",
        "«No hay ninguna razón para que un individuo tenga un ordenador en su casa» -- Ken Olson, Presidente de Digital Equipment Corporation, en 1977",
        "«640K deberían ser suficientes para todo el mundo» -- Bill Gates, 1981",
        "«Windows NT podrá direccionar 2GB de RAM, que es más de lo que cualquier aplicación va a necesitar jamás» -- Microsoft, durante el desarrollo de Windows NT, en 1992",
        "«Nunca seremos realmente una sociedad sin papeles hasta que la gente de la Palm Pilot creen 'WipeMe 1.0'» -- Andy Pierson",
        "«Si las cosas siguen así, al hombre se le atrofiarán todas sus extremidades excepto los dedos de pulsar los botones» -- Frank Lloyd Wright"
    ]
}